const newsLi = [
  {
    "date": "2007-01-10",
    "title": "アップルコンピュータ、「iPhone」を発表",
    "desc": `アップルコンピュータはサンフランシスコで9日、同社としては初の携帯電話「iPhone」を発表した。
      通信方式は2GのGSMクワッドバンド(850/900/1800/1900MHz)とEDGEに対応していて、日本で主に普及している3GのW-CDMA(2GHz)などには対応していない。ディスプレイは3.5インチの液晶を搭載していて、タッチパネルとなっている。なお、キーボードは搭載しておらず、液晶のタッチパネルよりダイヤルや文字を入力する。iPod、デジタルカメラとしても使用できる。Bluetooth 2.0やIEEE 802.11b/gの無線通信機能に対応しており、基本ソフトには同社のMac OS Xのサブセット版を採用している。本体の寸法は厚さ11.6ミリと薄型で重さは約136グラムである。
      アメリカでは2007年6月にシンギュラー・ワイヤレス社と契約での販売が予定されており、価格はシンギュラー・ワイヤレスとの2年契約込みで、8GBモデルが599ドル、4GBモデルが499ドルを予定している。ヨーロッパでは2007年後半、アジアでは2008年以降の発売を予定している。
      なお、iPhoneの商標権を所有するシスコシステムズが10日、アップルコンピュータをカリフォルニア州北部連邦地方裁判所に提訴した。アップルコンピュータがシスコシステムズに対して商標権の使用許可を要請し、交渉していたが、合意に至っていない。`,
  },
  {
    "date": "2009-06-26",
    "title": "アメリカのエンターテイナー・マイケル・ジャクソン氏急逝",
    "desc": `アメリカの人気歌手であるマイケル・ジャクソン氏が6月25日に同国ロサンゼルスで死去した。50歳だった。
      実兄の話では「マイケル氏は25日午前中にロサンゼルス市内西部の自宅で倒れ、心肺停止となった。通報を受けた救急隊によりカリフォルニア州立大学・ロサンゼルス校（UCLA）の付属病院に搬送され医師団によって蘇生を行ったが、25日午後2時26分（日本時間26日午前6時26分）死亡が確認された」としている。
      マイケル氏はこの夏コンサートツアーが予定されていたが、健康上の不安もあったという。
      マイケル氏は1958年生まれ。その後兄弟5人で「ジャクソン5」を結成し、リードボーカルとして活躍。その後ソロデビューし、1982年発売の「スリラー」は全世界で1億枚以上を売り上げる大ヒットとなった。`,
  },
  {
    "date": "2011-03-11",
    "title": "日本・三陸沖を震源とするマグニチュード8.8の地震、東京など各地でも揺れや津波も",
    "desc": `2011年3月11日午後2時46分頃、日本の三陸沖を震源とする大規模な地震があった。日本の気象庁は震源地を宮城県牡鹿半島の東南東130kmとし、深さは約24kmで地震の規模を示すマグニチュード(M)は8.8と発表した。アメリカ地質調査所(USGS)ではM8.9などとしている。
      読売新聞、朝日新聞によると、この地震により宮城県栗原市で震度7を観測した。また、朝日新聞によると、東京23区で震度5強など、北海道から九州にかけて広い範囲で震度6強から震度1の揺れを観測したと報じている。
      朝日新聞は気象庁の発表として、震度7を観測したのは2004年に発生した新潟中越地震以来。記録を開始した1923年以降で、国内最大規模の地震であるとしている。また、地震の名前を平成23年(2011年)東北地方太平洋沖地震とすることを発表した。`,
  },
  {
    "date": "2011-12-15",
    "title": "アメリカ・オバマ大統領がイラク戦争の終結を宣言",
    "desc": `アメリカのバラク・オバマ大統領は、12月14日にノースカロライナ州フォートブラッグ陸軍基地に於いて、イラク駐留米軍部隊の撤退の完了が近付いてきているのを前に演説を行なった。
      演説でオバマ大統領は、「イラクの将来はイラク国民の手に委ねられ、イラク戦争は終結する」と宣言した。また、読売新聞がオバマ大統領の演説内容として伝えたところによると、現在、約5,500人に減少したイラク駐留米軍が、12月15日にバグダッドで解散式を実施し、任務は正式完了する。
      これにより、アメリカのブッシュ前政権が2003年に国連安全保障理事会の討議を打ち切る形で強硬的に開戦し、「違法な戦争」と国際的な批判までも浴びた戦争が、開戦から約9年ぶりに正式に幕を閉じることになる。
      オバマ大統領は、イラク戦争からの帰還兵を前にした演説で、最後の部隊が近くイラク国境を越え、イラク戦争が「歴史の一部になる」と述べ、「アメリカと米軍にとっての歴史的瞬間」を迎えたとの認識を示すと共に、多大な犠牲を払いつつ軍事作戦や復興任務に従事した米軍の「偉大な功績」を称賛した。また、オバマ大統領自身が反対の立場を取ったイラク戦争の、開戦時の正当性を巡る論争にも言及し、「多くの紆余曲折があった」と指摘する一方で、「我々は、主権を持ち、安定し、自立したイラクを後に残した」と述べ、戦争がもたらした成果も強調した。
      オバマ大統領はその一方で、イラク戦争で「4,500人近いアメリカ人が犠牲となった」と指摘し、米兵と家族の「労苦と献身」を労い、また、戦死者に哀悼の意を示した。なお、オバマ大統領は、イラク戦争がアメリカの「勝利」だったかについては明言しなかった。`,
  },
  {
    "date": "2015-11-15",
    "title": "フランス・パリで同時多発テロ 120人以上が犠牲",
    "desc": `現地時間11月13日夜、フランスのパリで同時多発テロ事件が発生し、パリ市中心部の劇場やレストラン、また郊外のサッカー場などが、武装勢力による襲撃の被害にあった。この事件で少なくとも127人が死亡、300人以上がけがを負った。
      今回のテロは、パリ郊外のサッカー場で行われたフランス対ドイツの試合会場近くのバーで自爆テロとみられる爆発が起こったことが発端で、この後すぐにパリ市北部のコンサート会場で、アメリカから出演したロックバンドのコンサート中に、武装した男ら数人が会場の外のカフェで自動小銃を乱射し、そのまま会場に入って乱射行為を10分から15分以上続けたという。コンサート会場には1000人を超える聴衆がおり、ある観客は「コンサート中にすぐ後ろで大きな音がして、誰もがショーの演出だと思った。みんなで身を寄せ、身体を地締めていたが、犯人のテロリストは四方八方に発砲を続けた」と当時を語っている。この会場でも治安部隊が突入し、犯人が自爆行為をするなど、さながら戦場のような雰囲気だったといい、会場にいた少なくとも80人以上が死亡。犯人も死亡した。
      フランスのオランド大統領は、「前例のないテロが起きた」として、1962年のアルジェリア戦争終結以来となる、非常事態宣言を発令、フランスとの国境を封鎖すると発表し、国民に対しても冷静な対応と結束をするように呼びかけた。
      さらにオランド大統領は緊急国防会議後の会見で「周到に準備された戦争行為であり、IS（イスラム国）によって実行された」と、このテロ事件はISによる犯行であるとする見方を示した。`,
  },
];

export default newsLi;
